Repository: mkutyba/automater-woocommerce
Catalog: languages/automater-*.po
Languages: pl_pl_pl

source: WooCommerce integration with Automater.pl
pl_pl_pl: Integracja WooCommerce z Automater.pl

source: An integration with Automater.pl by %s
pl_pl_pl: Integracja z Automater.pl od %s

source: Import products from your Automater.pl account
pl_pl_pl: Importuj produkty ze swojego konta Automater.pl

source: Update products stocks
pl_pl_pl: Zaktualizuj stany produktów

source: Login to Automater.pl and get keys from Settings / settings / API
pl_pl_pl: Zaloguj się do Automater.pl i uzyskaj klucze w Ustawienia / ustawienia / API

source: Debug Log
pl_pl_pl: Dziennik debugowania

source: Enable the logging of API calls and errors
pl_pl_pl: Włącz rejestrowanie wywołań API i błędów

source: Synchronize stocks every 5 minutes
pl_pl_pl: Synchronizuj stany magazynowe co 5 minut

source: Enable cron job to synchronize products stocks
pl_pl_pl: Włącz zadanie cron do synchronizacji stanów magazynowych produktów

source: Products import success.
pl_pl_pl: Import produktów zakończony sukcesem.

source: Products import failed. Check logs.
pl_pl_pl: Import produktów nie powiódł się. Sprawdź logi.

source: Nothing new to import.
pl_pl_pl: Nic nowego do zaimportowania.

source: Stocks update success.
pl_pl_pl: Sukces aktualizacji stanów magazynowych.

source: Nothing to update.
pl_pl_pl: Nic do aktualizacji.

source: Looks like you made a mistake with the API Key field. Make sure it is 32 characters copied from Automater.pl settings
pl_pl_pl: Wygląda na to, że popełniłeś błąd w polu API Key. Upewnij się, że skopiowano 32 znaki z ustawień Automater.pl

source: Looks like you made a mistake with the API Secret field. Make sure it is 32 characters copied from Automater.pl settings
pl_pl_pl: Wygląda na to, że popełniłeś błąd w polu API Secret. Upewnij się, że skopiowano 32 znaki z ustawień Automater.pl

source: Automater.pl integration is almost ready. To get started, connect your account by providing API Keys.
pl_pl_pl: Integracja Automater.pl jest już prawie gotowa. Aby rozpocząć, połącz swoje konto, podając klucze API.

source: Go to settings
pl_pl_pl: Przejdź do ustawień

source: Unable to register Automater.pl integration. Is WooCommerce installed?
pl_pl_pl: Nie można zarejestrować integracji Automater.pl. Czy WooCommerce jest zainstalowany?

source: Automater.pl codes:
pl_pl_pl: Kody Automater.pl:

source: Product not managed by automater: %s [%s]
pl_pl_pl: Produkt nie jest zarządzany przez automater: %s [%s]

source: Invalid quantity of product: %s [%s]
pl_pl_pl: Nieprawidłowa ilość produktu: %s [%s]

source: No codes for ID: %s
pl_pl_pl: Brak kodów dla ID: %s

source: Not enough codes for ID, sent less: %s
pl_pl_pl: Niewystarczająca liczba kodów dla ID, wysłano mniej: %s

source: Order from %s, id: #%s
pl_pl_pl: Zamówienie z %s, id: #%s

source: Created cart number: %s
pl_pl_pl: Utworzono koszyk numer: %s

source: Automater.pl - paid successfully: %s
pl_pl_pl: Automater.pl - zapłacono pomyślnie: %s

source: Automater Product
pl_pl_pl: Produkt Automater

source: Cheatin&#8217; uh?
pl_pl_pl: Oszukujesz?

source: Please provide API configuration first.
pl_pl_pl: Najpierw podaj konfigurację interfejsu API.

source: Sorry, you are not allowed to create terms in this taxonomy.
pl_pl_pl: Niestety, nie możesz tworzyć wpisów w tej taksonomii.

source: Every 5 Minutes
pl_pl_pl: Co 5 minut
